var quotes = [{
"content": "我要用十句话说出别人用整本书才能表达的思想，说出别人用整本书也没有能表达的思想。这就是我的抱负。",
"author": "[德]尼采",
"topic": "思想"
},

{
"content": "除了很好地理解了东西之外，决不能强迫去记任何东西。",
"author": "[捷]夸美纽斯",
"topic": "知识"
},

{
"content": "今天仅仅思考今天的事情，而不准备同时做其他事，这是最聪明的做法。",
"author": "[西]塞万提斯",
"topic": "生活"
},

{
"content": "哪里没有兴趣，哪里就没有记忆。",
"author": "[德]歌德",
"topic": "知识"
},

{
"content": "一种话语的传播不是依靠火与剑，而是依靠这种语言本身的丰富与优越。",
"author": "[俄]普希金",
"topic": "文化"},

{
"content": "亚当只不过是个人罢了——这就说明了一切。他并不是为了苹果而吃苹果，他之所以要把苹果吃掉，只是因为它是禁果。错就错在那条蛇不曾被列为禁物；否则他会把蛇吃掉的。",
"author": "[美]马克·吐温",
"topic": "讽刺"},

{
"content": "知道事物应该是什么样，说明你是聪明的人；知道事物实际上是什么样，说明你是有经验的人；知道怎样使事物变得更好，说明你是有才能的人。",
"author": "[法]狄德罗",
"topic": "知识"},

{
"content": "知识本身并没有告诉人怎样运用它，运用的方法乃在书本之外。",
"author": "[英]培根",
"topic": "知识"},

{
"content": "在爱情中永远没有精神的安宁：因为一方已经占据的优势不过是进一步欲望的新起点。",
"author": "[法]普鲁斯特",
"topic": "爱情"},

{
"content": "信心是：抱着足可确信的希望与信赖，奔赴伟大荣誉之路的感情。",
"author": "[古罗马]西塞罗",
"topic": "情感"},

{
"content": "好感是友谊的先决条件，但是不能把两者混为一谈。",
"author": "[古希腊]亚里士多德",
"topic": "友情"},

{
"content": "一个青年男子恋爱的第一个征象是柔顺，而一个女子却是勇敢。",
"author": "[法]雨果",
"topic": "爱情"},

{
"content": "人类对于琐碎事物的敏感和对于最重要事物的麻木，标志着一种不可思议的错乱。",
"author": "[法]帕斯卡",
"topic": "生命"},

{
"content": "当一个人悲观地看待自己的弱点时，他就会以为所有人都在藐视他。其实，当时并没有任何人对他怀有一丝轻蔑。",
"author": "[荷]斯宾若莎",
"topic": "品格"},

{
"content": "乐观主义的谎言有着如此巨大的治疗价值，不能令人信服地说出这类谎言的医生是选错了职业。",
"author": "[英]萧伯纳",
"topic": "健康"},

{
"content": "衡量人的真正品德，是看他在知道没有人会发觉的时候做些什么。",
"author": "[法]孟德斯鸠",
"topic": "品格"},

{
"content": "鱼类死后，肚皮向上翻转并浮上水面。这是它们的堕落方式。",
"author": "[法]纪德",
"topic": "自然"},

{
"content": "勇气就是在恐惧和狂妄之间的一种气质和平衡因素。恐惧会产生胆怯，狂妄会导致鲁莽，而勇气会使人们、是那些佛教徒勇敢地面对生活中不可回避的痛苦。",
"author": "[美]飞利浦·劳顿",
"topic": "品格"},

{
"content": "凡是有高墙围起的地方，其后必有凌辱和陋习。",
"author": "[美]戈尔德曼",
"topic": "社会"},

{
"content": "精神上最好的避难所还是书本：它们既不会忘了他，也不会欺骗他。",
"author": "[法]罗曼·罗兰",
"topic": "知识"},

{
"content": "假如一个人一开始就谦虚地承认，他也不是无懈可击的，那么听他再评断你的过失，也许就不那么难以入耳了。",
"author": "[美]戴尔·卡耐基",
"topic": "品格"}
];